{
  "pickuplines": [
    "Are you French? Because Eiffel for you.",
    "Do you have a map? I keep getting lost in your eyes.",
    "Is your name Google? Because you have everything I’ve been searching for.",
    "Are you a magician? Because whenever I look at you, everyone else disappears.",
    "Do you have a Band-Aid? I just scraped my knee falling for you.",
    "Are you made of copper and tellurium? Because you’re Cu-Te.",
    "Is your dad a boxer? Because you’re a knockout!",
    "Can I follow you home? Cause my parents always told me to follow my dreams.",
    "Are you a parking ticket? Because you’ve got FINE written all over you.",
    "Is your name Wi-Fi? Because I’m feeling a connection.",
    "Are you a bank loan? Because you have my interest!",
    "Do you have a pencil? Cause I want to erase your past and write our future.",
    "Is your name Chapstick? Because you’re da balm.",
    "Are you a time traveler? Because I can’t imagine my future without you.",
    "Are you a campfire? Because you’re hot and I want s’more.",
    "Is your body from McDonald's? Because I’m lovin’ it.",
    "Are you a beaver? Because daaaaam.",
    "Are you a broom? Because you swept me off my feet.",
    "If you were a vegetable, you’d be a cute-cumber.",
    "Are you from Tennessee? Because you’re the only ten I see!",
    "Are you a cat? Because you purrrfect.",
    "Can you lend me a kiss? I promise I’ll give it back.",
    "Are you a volcano? Because I lava you.",
    "Do you have a name, or can I call you mine?",
    "Are you Australian? Because when I look at you, I feel like I’m down under.",
    "Is your last name Gillette? Because you’re the best a man can get.",
    "Are you made of sugar? Because you’re so sweet.",
    "If you were a fruit, you’d be a fineapple.",
    "Is your name Starbucks? Because I like you a latte.",
    "Do you have a sunburn, or are you always this hot?",
    "Are you an angel? Because heaven is missing one.",
    "Are you a tower? Because Eiffel for you.",
    "Are you the ocean? Because I’m lost at sea.",
    "If you were a burger at McDonald's, you’d be the McGorgeous.",
    "Are you a snowstorm? Because you make my heart race.",
    "Are you a light bulb? Because you brighten up my day.",
    "Are you a camera? Because every time I look at you, I smile.",
    "Is your name Lightning? Because you’re my type!",
    "Is your name Google? Because you’re the answer to everything I’ve been searching for.",
    "Are you an astronaut? Because your beauty is out of this world.",
    "Are you a keyboard? Because you’re just my type.",
    "Is your name Dunkin? Because you keep me running.",
    "Are you a phone charger? Because I’d die without you.",
    "Is your name Joy? Because you bring happiness to my life.",
    "Are you Cinderella? Because I see that dress fitting perfectly.",
    "Is your name Ariel? Because we mermaid for each other.",
    "Are you a star? Because your beauty lights up the night.",
    "Is your name Daisy? Because I’ve got a crush on you.",
    "Are you a carpenter? Because you’re building something in my heart.",
    "Are you a dictionary? Because you add meaning to my life.",
    "Do you like raisins? How do you feel about a date?",
    "Are you a vampire? Because you’re making my heart race.",
    "Are you an ice cream? Because you’re cool.",
    "Are you my phone’s home button? Because you take me home.",
    "Is your name Hershey? Because you’re so sweet.",
    "Are you a library book? Because I can’t stop checking you out.",
    "Is your name Walmart? Because you’ve got everything I need.",
    "Are you a banana? Because I find you a-peeling.",
    "Are you a rainbow? Because you brighten up my day.",
    "Are you a detective? Because you’ve found my heart.",
    "Are you the sun? Because you brighten my day.",
    "Are you a butterfly? Because you make my heart flutter.",
    "Are you a light? Because you turn me on.",
    "Are you a watermelon? Because you’re one in a melon.",
    "Are you a sailor? Because you’ve got me hooked.",
    "Are you the wind? Because you blow me away.",
    "Is your name Honey? Because you’re as sweet as can be.",
    "Are you the moon? Because even when it’s dark, you shine.",
    "Are you a musician? Because you make my heart sing.",
    "Are you an artist? Because you’re drawing me in.",
    "Is your name Chance? Because you’re worth taking a risk on.",
    "Are you a cloud? Because you’re floating through my mind.",
    "Are you a lock? Because you’ve got the key to my heart.",
    "Are you a song? Because I can’t get you out of my head.",
    "Are you a gem? Because you’re truly precious.",
    "Are you a sunflower? Because you brighten my day.",
    "Are you gravity? Because you’re pulling me in.",
    "Is your name Peace? Because you’re all I need.",
    "Are you a mountain? Because I can’t get over you.",
    "Is your name Champagne? Because you’re sparkling.",
    "Are you a compass? Because you’re showing me the right direction.",
    "Are you a gem? Because you’re a true treasure.",
    "Are you the horizon? Because my world starts and ends with you.",
    "Is your name Butter? Because you’re on a roll.",
    "Are you a calendar? Because you’re a date I want to keep.",
    "Are you a flower? Because you’re blooming in my heart.",
    "Are you a diamond? Because you shine bright.",
    "Are you the North Star? Because you’re guiding me home.",
    "Are you the ocean? Because I’m lost in your depth.",
    "Are you a firework? Because you light up the night sky.",
    "Is your name Melody? Because you’re music to my ears.",
    "Are you a pearl? Because you’re rare and priceless.",
    "Are you a mirror? Because I see my future with you.",
    "Are you a snowflake? Because you’re one of a kind."
  ]
}
